const seonaResearch = {
  ibm: "국제 사무기기 회사(International Business Machines Corporation; IBM)는 미국의 다국적 기술 및 컨설팅 회사이다. 
        천공카드 시스템을 고안한 허먼 홀러리스가 1896년 창설한 제표기기회사가 1911년에 국제시간기록회사·Computing Scale Company·번디 제조회사와 합병해 세운 전산제표기록회사(CTR)가 이 회사의 전신이다. 
        터뷰레이팅 머신의 자동 표작성기는 1890년의 미국 국세 조사에 사용되어 대단한 위력을 발휘하였다.
        CTR은 한때 경영 부진에 빠졌으나 1914년 토머스 J. 왓슨을 사장으로 영입해 급성장의 계기를 이룩했다.",
  sony: "소니그룹 주식회사(Sony Group Corporation)는 일본 굴지의 다국적 복합기업이다.
         사업은 엔터테인먼트, 금융, 반도체, 전자제품 등이다.
         오늘날 방송기재 분야에서 독보적인 위치를 차지하고 있다.
         소니는 매출 기준 세계 TV 시장 점유율 10위권, 세계 반도체 판매 순위에서 20위권 내에 포함되는 기업이며, 전세계 비디오 게임 회사 매출 순위 2위의 기업이다.",
  oracle: "오라클(Oracle Corporation)은 미국 캘리포니아주에 본사를 둔 매출 규모 세계 2위의 소프트웨어 회사이다.
           이 회사의 대표적인 제품인 데이터베이스 제품, 오라클 DBMS는 세계 최고의 점유율을 차지하고 있다.
           2014년 오라클은 마이크로소프트에 이어 소득 기준으로 2번째로 큰 소프트웨어 제조사였다.
           2009년 4월 20일, 오라클은 자사가 세계 4대 컴퓨터 서버 업체인 미국 썬 마이크로시스템즈를 74억 달러(약 10조 원)에 인수했다는 것을 발표했다.",
  nokia: "노키아(Nokia Corporation)는 핀란드에 본사를 둔 글로벌 통신 네트워크 솔루션 회사이다.
          1865년에 설립되었으며, 초창기에는 종이를 만드는 제지 회사로 출발하였으나 그 이후 케이블 회사와 고무 회사의 흡수 합병을 통하여 전자 회사로의 변신을 꾀하였고,
          현재는 통신 시스템을 개발, 제조, 판매, 무역, 디지털 휴대 전화 네트워크 공급 등을 하고 있다.",
  sk_hynix: "SK하이닉스는 대한민국의 메모리 반도체 제조사로 SK그룹의 계열사다. 본사는 경기도 이천시 부발읍 아미리에 있으며, 주요 제품은 디램, 플래시 메모리 칩이다.
             미국, 영국, 프랑스, 독일, 일본, 타이완, 중국, 싱가포르, 인도, 베트남, 말레이시아 등에서 판매망을 운영한다. 제조 설비는 대한민국과 중국에 있다.
             SK하이닉스의 주식은 한국증권거래소에 상장되어 있으며, 동 상장주식을 원주로 하는 DR은 룩셈부르크 증권거래소에도 상장되어 있다.
             2015년 매출 규모 기준으로 세계 메모리 기업 중 2번째와 반도체 기업 중 3번째로 큰 기업이다.",
  seagate: "씨게이트 테크놀로지(Seagate Technology)는 미국의 하드 디스크 생산 업체이다. 1979년 캘리포니아주 스콧츠밸리(Scotts Valley)에서 설립되었다.
            2005년 12월 21일 경쟁 업체 맥스터를 인수하고, 2011년 삼성전자의 하드디스크 사업부를 인수했다. 웨스턴 디지털에 이어 세계 시장 2위를 차지하고 있다.",
  qualcomm: "퀄컴(Qualcomm)은 미국의 무선 전화통신 연구 및 개발 기업이다. 퀄컴은 1985년, 캘리포니아 대학교 샌디에이고 교수로 재직 중이던 어윈 M. 제이콥스(전 회장)와 MIT 동창생인 앤드루 비터비,
             하비 화이트, 아델리아 코프만, 앤드루 코헨, 클라인 길하우젠 그리고 프랭클린 안토니오, 총 7명이 모여 설립했다. 이중 제이콥스와 비터비는 이전에 링커비트를 설립한 경험이 있었다.
             1985년부터 2005년까지 20년 동안 제이콥스가 CEO를 맡았으며, 그의 아들 폴 E. 제이콥스가 그 자리를 이어받았다.",
  facebook: "페이스북(Facebook)은 미국 캘리포니아주 멘로파크에 본사를 둔, 소셜 네트워크 서비스이다. 2004년 2월 4일에 마크 저커버그(Mark Zuckerberg)가 하버드대 동문이자 룸메이트인 사람들과 함께 웹사이트를 개설했다.
             2020년 6월 기준으로, 월 실 사용자(Monthly Active Users)의 수는 약 27억 명이었다. 전 세계 인구 3명 가운데 한 사람이 페이스북을 한다고 할수있다.",
  cisco: "시스코 시스템즈(영어: Cisco Systems, Inc.)는 네트워킹 하드웨어, 보안 서비스 등을 제공, 판매하는 미국의 다국적 기업이다.
          본사는 미국 캘리포니아주 새너제이에 소재하고 있다. 시스코의 주식은 2009년 6월 8일 다우 존스 산업평균지수에 추가되었다.",
  google: "구글 LLC(Google LLC)는 전 세계의 정보를 체계화하여 모든 사용자가 편리하게 이용할 수 있도록 하는 것을 목표로 하는 미국의 다국적 기업이다.
           검색 서비스 제공을 주력으로 한다. 구글 검색은 2018년 5월 기준 전 세계 검색량의 90%를 점유하고 있다. 2008년 웹 페이지 인덱스 수가 1조를 돌파했다.",
  htc: "HTC의 회장은 대만의 부호 중 한명인 왕영경(Wang Yung-ching)의 딸 왕설홍이다. 이 회사는 마이크로소프트가 윈도 모바일 운영 체제(윈도 CE 기반)를 사용하는 하드웨어 플랫폼 개발 파트너로 선정하면서 빠르게 성장했다.
        HTC는 현재 구글의 안드로이드 모바일 운영 체제를 구동하는 이동 전화를 만들기 위해 구글과도 협력하고 있다.
        HTC의 매출 규모는 2005년 기준으로 전년 대비 102% 상승한 2억 2천만 달러이며, 비지니스 위크의 인포 테크(Info Tech) 100에 가장 빠르게 성장하는 기업으로 선정되었다."
}

  
