export const TSL = `테슬라 주식회사(영어: Tesla, Inc.)는 미국 캘리포니아주 팰로앨토에 기반을 둔 미국의 전기자동차와 청정 에너지 회사이다.[2] 2003년, 마틴 에버하드(CEO)와 마크 타페닝(CFO)이 창업했다. 2004년 페이팔의 최고경영자이던 일론 머스크가 투자자로 참여했다. 회사 이름은 물리학자이자 전기공학자인 니콜라 테슬라의 이름을 따서 지었다. 2010년 6월 나스닥에 상장되었다.[3]`;

export const HYD = `현대자동차(現代自動車, 영어: Hyundai Motor Company)는 1967년 12월 29일에 설립된 현대자동차그룹 계열의 완성차 생산·판매 업체이다. 본사는 서울특별시 서초구 헌릉로 12 (양재동)에 위치해있다. 약칭이자 코스피 시장에서의 명칭은 현대차이다
미국, 중국, 인도, 러시아, 브라질, 체코, 인도네시아(건설중), 파키스탄 등에 공장을 가진 다국적 기업이며, 대한민국에서는 대기업으로 분류된다

현대자동차는 정주영 현대그룹 회장이 1946년 세운 현대자동차공업사와 1947년에 세운 현대토건사가 모체인 회사다. 1967년 포드와 합작 회사로 처음 세워졌다. 1968년 11월에 현대자동차 최초의 자동차인 포드 코티나를 출시했다. 당시 독자 기술이 없던 현대자동차는 1974년 2월 당시 영국 최대의 자동차 회사였던 브리티시 레일랜드 의 부사장인 조지 턴불을 영입했다.
일본 미쓰비시 자동차 공업의 기술 협력을 받아 대한민국 최초 자체 모델인 포니를 생산하게 되었다. 포니는 대한민국의 자동차 중, 최초로 캐나다에 수출되었지만, 미국으로는 배기가스 규제에 걸려 수출되지 못하였다. 그 후, 현대자동차는 엑셀을 생산하여 미국에 수출하게 된다.
1999년 3월, 기아자동차와 아시아자동차를 인수하였다. 2000년 8월, 현대그룹에 있는 다른 계열사 9개를 가지고 현대그룹에서 독립하여 현재의 현대자동차그룹을 만들었고 정몽구가 그룹 회장에 취임하였다. 현재 현대자동차그룹은 현대그룹과 분리되어 전혀 다른 기업 집단이다.
2000년 이후로는 준중형차 아반떼, 중형차 쏘나타, 준대형차 그랜저 등을 성공시켜 대한민국 내수 시장의 강자로 군림하게 되었다. 한편으로 해외 시장에 쓰이는 부품에 비해 대한민국 내수 시장에 쓰이는 부품의 질이 낮다는 점과 에어백의 설치 가격이 해외 시장에 비하여 대한민국 시장에서 훨씬 비싸다는 등으로 많은 논란을 낳아 왔다.
`;

export const RNT = `르노(프랑스어: Renault)는 프랑스의 자동차 제조회사이다.

1898년 2월 25일, 르노 형제(루이 르노, 마르셀 르노, 페르낭 르노)가 설립했다. 1898년 르노가 생산한 최초의 자동차는 타입 A로 직접 변속기를 적용했고, 1900년에는 세계 최초의 살롱인 타입 B를 생산한다.
제1차 세계대전 동안에는 탱크 및 항공기 엔진과 포탄 등 군수품도 생산하였으나 제2차 세계대전 동안에 프랑스의 대부분 지역이 독일의 통제 하에 놓이게 되면서 르노의 대부분(80%) 시설이 연합군에 의해 파괴되었고, 전쟁이 끝난 뒤 남아있는 자산을 프랑스 정부가 몰수하여 1945년 국영자동차회사(Régie Nationale des Usines Renault)가 되었다.
1974년, 시트로엥의 중형 트럭 제조 자회사인 베를리에 자동차 회사를 인수했으며, 1983년부터는 미국의 맥트럭의 대주주가 되었다. 1981년 르노는 푸조의 유럽 닷지(Dodge) 트럭 사업부의 50％ 지분을 매입했다.
1999년 3월 27일에 경영난을 겪고 있던 일본 닛산 자동차의 지분을 54억 달러에 인수하며 닛산의 1대주주가 되었고, 이는 르노-닛산 얼라이언스의 시발점이 되었다. 대한민국의 르노삼성자동차를 2000년에 인수하였으며, 루마니아의 자동차 업체인 다치아도 계열사로 두고 있다. 르노와 닛산은 얼라이언스 관계로 서로 상대의 주식을 보유하고 있으나 , 실제는 순환출자를 규제하는 프랑스 국내법의 제한으로 닛산은 르노의 의결권을 행사할 수 없으며 닛산이 보유한 르노주식은 15%에 그치고 있다.
2010년 4월 30일, 주주총회에서 카를로스 곤(Carlos Ghosn)을 이사회 의장 겸 CEO로 재선임하였다. 임기는 4년이다.
`;

export const VV = `볼보 그룹(영어: Volvo Group) 혹은 악티볼탁 볼보(스웨덴어: Aktiebolaget Volvo)는 스웨덴의 중장비 제조 및 판매기업 그룹이다.
1926년 7월 어느 레스토랑에서, 스웨덴의 경제학자인 아사 가브리엘손과 당시 최대의 볼베어링회사인 SKF의 엔지니어였던 구스타프 라르손은 저녁식사를 하던 중 냅킨의 뒷면에 자동차의 차대를 처음으로 디자인하고, 미래의 계획을 구상하면서 볼보를 탄생시켰다. 그들은 볼보의 최초모델인 ÖV4를 개발한 후, SKF의 지원을 받아 예테보리 근처에 스웨덴 최초 현대식 자동차 공장을 세우고 회사명을 라틴어로 "나는 구른다 (I Roll)"라는 의미를 지닌 볼보로 명명하였다. 볼보의 창업자들은 SKF와의 특별한 관계를 기념하는 의미에서 회전하는 베어링을 형상화한 화살표 문양의 엠블렘을 만들어 차에 달았고, 그것이 지금까지 내려와 볼보의 상징으로 자리 잡았다.
1928년 볼보는 1.5톤 트럭에 집중하여 생산하였다. 그해 말 승용차 산업에도 뛰어들었다. 스웨덴은 추운 나라이며 도로포장률이 낮았고 도로 주행 역시 쉽지 않았기 때문에 볼보 설립자들은 가장 먼저 안전에 신경 쓰게 되었다. 또한 스웨덴의 까다로운 환경 관련 규제 때문에 볼보 자동차는 환경에도 중점을 두었고, 기업 이념 역시 안전, 품질, 환경이 되었다. 이후, 볼보는 버스, 트럭, 중장비 제조업 등 여러 사업에 진출하였으며, 주력 사업인 볼보의 승용차 부분은 포드 모터 컴퍼니를 거쳐 중국의 지리 자동차로 넘겨 오늘날에 이른다.
`;

export const CHV = `쉐보레(프랑스어: Chevrolet, IPA: [ˈʃɛvrəleɪ], 영어: Chevrolet Division of General Motors Company, 구어: Chevy, 영어:  /ʃɛvrəˈleɪ/)는 1911년부터 출시된 미국 제너럴 모터스의 자사 자동차 브랜드이다. 제너럴 모터스 브랜드 중에서 가장 대중적인 브랜드로 인정받고 있다. '셰비(Chevy)'라는 애칭을 갖고 있다. 쉐보레는 옵션은 기본이고 안전성이 뛰어나다. 대한민국 사람들은 대우라고 착각하는데 검증된 엔진에 탁월한 안정성을 갖춘 자동차이다.
쉐보레는 20가지 이상의 자동차를 판매하고 다양한 버전의 모델을 자국 시장에 판매하고 있고 승용차와 중형 트럭 시장에서 유명하다. 대표적인 픽업 트럭으로는 실버라도가 있다.
대한민국에서는 1972년 GM코리아에서 시보레1700을 출시한 이래, 오랫동안 시보레(일본어: シボレー)로 통용되어 왔고, 한동안 국립국어원에도 시보레로 등록되어 있었으나(실제 미국 현지 발음은 셰브럴레이에 가깝다), 2011년 1월 GM대우가 대우 브랜드를 폐지하고 회사명도 한국GM으로 변경하기로 결정하면서 이 브랜드 도입과 함께 기존의 시보레 대신 쉐보레로 표기한다고 발표하였다. 참고로, 대한민국의 공식 표기는 브랜드명은 '쉐보레', 창업자 이름은 '루이 셰브럴레이'로 되어있다. 브리태니커 백과사전 한국어판 및 대한민국의 일부 언론에서는 셰브롤레로 표기하기도 한다. 2013년 12월에 유럽 시장에서의 철수를 발표하였으며, 2016년에 카프리스를 제외하고는 철수하였다
`;

export const PCH = `포르쉐(독일어: Porsche AG 포르셰 악티엔게젤샤프트[*])는 독일의슈퍼카 전문 제조 기업이다. 포르쉐 자동차 제조사인 포르쉐 AG(Dr. Ing. h.c. F. Porsche AG)와 폭스바겐 AG가 대주주이다. 독일 바덴뷔르템베르크주 슈투트가르트에 본사가 있다.
포르쉐의 대표모델은 포르쉐 911이다.
1931년 오스트리아-헝가리 제국의 기술자였던 공학박사 페르디난트 포르셰에 의해 설립되었다.
주로 고성능 슈퍼카을 만들며 시장에도 진출했다. 페르디난트 포르셰 박사가 폭스바겐 비틀을 설계했고, 포르셰 박사의 외손자이자 페르디난트의 딸 루이제 포르셰의 아들인 페르디난트 피에히는 폭스바겐 그룹의 감독 이사회 의장을 맡고 있어서 시작부터 폭스바겐과 연관이 있는 회사이다. 매출 증진을 바탕으로 2008년에 폭스바겐을 자회사로 인수하려고 했으나, 그 해 미국에서 불어닥친 금융 경색에 따른 자금 압박과 은행 대출 이자를 감당하지 못하고 오히려 폭스바겐의 한 계열사로 편입되었다. 2012년 7월 5일에 폭스바겐이 포르쉐를 완전히 인수했다. 2008년에 폭스바겐을 인수하려고 했던 벤델린 비데킹 회장은 이에 따른 책임으로 회장직에서 물러났고, 창업자 페르디난트의 손자인 볼프강 포르셰가 회장직에 올랐다. 대한민국에서는 스투트가르트 스포츠카에서 공식 수입하여 판매했으나, 2014년 1월 1일 대한민국 현지법인 포르쉐코리아가 세워졌고 스투트가르트 스포츠카는 딜러 업체가 되었다.2020년 현재 생산 및 시판중인 모델로 쿠페는 911, 718 박스터, 718 카이맨이 있고 SUV는 카이엔과 마칸이 있으며, 세단 파나메라, 그리고 전기차 타이칸이 있다. 911은 수평대향식 6기통 엔진을 차량 뒤편/미드십에 장착한다. 카이엔과 파나메라에 장착되는 커먼레일 디젤 엔진, 가솔린 하이브리드용 슈퍼차저 엔진, V6 가솔린 엔진은 폭스바겐 및 아우디와 엔진을 공용하고 포르쉐의 입맛에 맞게 세팅한다. 카이엔의 차체는 폭스바겐의 슬로바키아 현지 공장에서 투아렉, Q7과 함께 제작되어 라이프치히 공장에서 조립을 끝낸다. 카이엔과 파나메라에 달리는 V8 가솔린 엔진은 포르쉐 자체에서 만든다.
폭스바겐 비틀을 베이스로 만든 스포츠카인 356에 붙은 별명인 "점프하는 개구리"를 시작으로, 역사가 오래 된 모델인 911에 달린 후드에 튀어나온 둥근 라이트 때문에 포르쉐에서 나오는 차량들은 "개구리"라는 별칭이 있다.
`;

export const FRR = `페라리(영어: Ferrari)는 이탈리아 마라넬로에 본사를 둔 고급 스포츠카 제조 회사이다. 1929년에 설립되어 엔초 페라리(Enzo Ferrari)가 스폰서 및 창업자로 있던 F1 레이싱 팀인 스쿠데리아 페라리를 바탕으로 1947년에 페라리 S.p.A(이탈리아어: Società per Azioni, 영어: Joint stock company, 한국어: 합자 회사)로, 법인 명칭을 바꾸고 자동차 제조회사로 등록되었다.

스쿠데리아 페라리 팀은 엔초 페라리가 자신의 이름을 따서 설립한 F1 경주 팀이었으며, 알파 로메오의 자동차를 타고 F1에 출전했으나 후에 스폰서 및 계약 문제, 결함 문제 등으로 알파 로메오 측과 사이가 벌어지며 1939년에는 직접 F1 자동차를 만들기 위해 Auto Avio Costruzioni Ferrari를 모데나에 설립하며 지금의 페라리 공장을 갖게 됐다.
페라리의 기원이 F1 레이싱 팀에 있었기 때문에 자동차 경주에 자주 참가해 많은 활약을 했고, 특히 1950년대와 1960년대, 그리고 1990년대 후반부터 2000년대 중반까지 포뮬라 원을 석권해 오면서, 포뮬라 원 역사상 가장 많은 우승을 차지한 레이싱 팀 및 자동차 제조회사(레이싱 팀의 스폰서)로 기록되고 있다. 한편, 페라리는 1960년대부터 자금난에 시달리면서, 결국 피아트에 인수되어 오늘날이 이른다.
페라리의 유명한 자동차로는 F40, 엔초, 360 모데나 등이 있다.
대한민국에는 2003년부터 쿠즈를 통해 수입 판매되었지만, 부도 및 폐업으로 인해 사업이 일시적으로 중단됐다. 이후, 2007년부터 동아원 계열의 FMK(Forza Motors Korea)가 전담 딜러를 맡고 있다. FMK는 마세라티 딜러도 맡고 있다.
`;

export const SCN = `스카니아(스웨덴어: Scania AB)는 스웨덴의 중공업 기업이다. 스카니아라는 사명은 스웨덴 남쪽에 위치한 스코네 지방을 의미한다.
주로 트럭, 버스, 산업용 디젤 엔진을 생산한다. 대형 트럭 분야에서 다임러 AG, 볼보그룹에 이어 세계 3위의 생산량을 자랑하며, 스카니아는 현재 스웨덴 공장을 비롯해 프랑스, 네덜란드, 아르헨티나, 브라질, 러시아, 폴란드 지역에 생산 공장이 있다. 2008년 폭스바겐 산하에 편입되었다.

1891년 철도 수송 차량 제작을 위해 소더탈(스웨덴어: Södertälje)에 공장인 바비스(스웨덴어: Vagnfabriksaktiebolaget i Södertälje)를 설립했다. 1900년 말뫼에서 마스킨파브리크스 AB 스카니아(스웨덴어: Maskinfabriks AB Scania)로 사명 변경과 동시에 최초로 자동차와 트럭을 생산하기 시작했다. 1911년 바비스와 흡수 합병을 하면서 유럽 시장을 확대하게 되었고 최초로 버스를 생산하기 시작했다. 1935년에 폭스바겐 스웨덴 독립 법인 대리점으로 선정이 되었고 1936년에 최초로 디젤을 자체 제작하게 되었다. 이후 1939년에 일체형 디젤 엔징이자 모듈려 시스템의 기반이 된 로얄을 출시하게 되었다. 1949년에 최초로 직접 분사 방식의 디젤 엔진을 출시하였다.
1957년에 해외에 진출을 하면서 최초로 브라질에 공장을 설립해 트럭을 생산하기 시작했다. 1965년에 네덜란드에 진출하면서 즈볼러 지역에 공장을 설립했다. 1967년에 최초로 대한민국에 진출하면서 판매를 개시했다. 1969년 스웨덴의 자동차 기업인 사브와 흡수 합병해 사브-스카니아를 출범했고 같은 해 V8 엔진을 출시했다. 1976년에 아르헨티나에 진출하면서 공장을 설립했다. 1978년에 대한민국에 수입한지 12년 만에 판매를 개시했다. 1986년 아시아자동차와 기술 협력 계약과 독점 판매 계약을 체결했다.
1992년에 프랑스에 진출했다. 1995년 사브와 계열사 분리 했지만 같은 해 뉴욕 증권거래소에 상장했다. 이 시기에 AS 서비스 사업을 위해 대한민국 지사를 설립했다. 1996년에 스웨덴 스톡홀름 증권거래소에 상장이 되었다. 1999년 8월에 스웨덴의 트럭 메이커었던 볼보 트럭이 지분을 인수 인계하면서 자회사가 되었다.
2000년에 트럭 생산이 100만대를 달성하게 되었다. 2002년에 히노 자동차와 제휴를 체결하면서 일본에 진출하게 되었다. 2006년에 독일의 트럭, 버스 메이커 였던 MAN SE가 회사를 흡수 합병 했으나 2008년에 MAN SE의 모기업인 폭스바겐이 37%의 지분을 인수 인계하면서 최대 주주가 되면서 현재에 이르고 있다. 2010년에 뉴 R-시리즈 트럭이 트럭 오브 더 이어(영어: Truck of the year)에 수상을 했다. 2011년에 버스 생산이 시작된지 100주년이 되었다. 2014년에 스웨덴 스톡홀름 증권거래소 상장을 폐지했다.
`;

export const FRD = `
포드 자동차 회사(Ford Motor Company)는 미국의 자동차를 제조, 판매하는
다국적 기업이며, 단순히 포드(Ford)라고도 한다. 포드는 1903년 6월 16일
미국 미시간주 디어본(Dearborn)에서 헨리 포드(Henry Ford)가 설립했고
디어본에는 현재에도 포드 본사가 있다. 2004년 포츈 잡지의 매출액 기준에
의하면, 양대 자동차 회사인 폭스바겐 AG와 토요타 자동차의 뒤를 이어
세계 3위의 자동차 회사이다. 그러나 수년 전만 해도 포드는 제너럴
모터스에 이어 둘째로 큰 자동차 회사였다. 포드는 과거 거대 노동인력을
관리하는 방법과 자동차 제조공정의 방법을 개혁해 왔다. 제조공정의 연구
결과로 엘리 휘트니가 제안했던 교환가능한 부품을 사용한 최초의 일괄
작업 공정을 1913년 도입하기도 했다. 이 방식에 따라 자동차는 벨트를
따라 이동하게 되고 작업자는 단순한 반복 작업으로 부품을 장착하게 되어,
기업 입장에서는 저비용으로도 높은 품질 관리가 가능하게 되었다. 현대의
수많은 제조 기업들이 이 공정을 채택하여 대량생산의 시대가 열리게 하는
계기가 되기도 했다. 노사관계 역시 당시로서는 획기적이었다. 1914년 당시
일반적인 노동시간은 하루 9시간이었고 임금은 일당 2달러 34센트였다.
그러던 것을 8시간 노동시간에 5달러를 지급하면서 노동자의 복지향상에
기여하기도 했다. 설립 초기 포드 자동차의 성공은 1908년 10월 포드 모델
T를 발표하면서부터였다. 이 자동차에는 825달러라는 저렴한 가격이
매겨졌다. 포드 모델 T는 1914년 50만대 이상 팔리면서 미국 전체 자동차의
반 이상을 포드 자동차일 정도로 포드 자동차의 성공에 혁혁한 공을 세운
모델이다. 현재 포드 자동차 회사의 최고 경영자는 윌리엄 클레이 포드
2세이다.
`;

export const MAN = `아우크스부르크-뉘른베르크 기계공장 유럽회사(독일어: Maschinenfabrik Augsburg-Nürnberg Societas Europaea 마시는팝릭 아욱스부륵-뉘른베륵 소이타스 오이로파에아[*]), 약칭 엠아엔 에스에(MAN SE)는 독일 바이에른주 뮌헨에 본사가 있는 독일의 기업으로 유럽 내 산업 장비와 상용차를 제조 및 공급하는 회사이다.2차세계대전동안 MAN (만)社는 5호전차 판터와 Vk16.02 레오파르트를 개발하고,3호전차를 디자인하는 등 독일의 군수사업에 뛰어들기도 했다.
MAN의 뿌리는 1758년으로 거슬러 올라간다. 독일 루르 지방 오베르하우젠의 “세인트 안토니” 철공소로 최초의 중공업 회사로서 발걸음을 내디딘 후 1808년 세인트 안토니, 구테 호프눙, 노이 에센 3개의 철공소를 오베르하우젠의 “휘텐게베르크샤프트 운트 한들룽 야코비” (철광무역회사)로 합병한 후 구테 호프눙슈테(GHH)로 회사 이름을 바꾸고, 1921년 MAN의 전신이었던 독일 남부의 M.A.N.을 인수하였다. 1898년 마쉬넨바우-AG 뉘른베르크(1841년 설립)와 마쉬넨파프리크 아우크스부르크 AG (1840년 설립)를 합병하여 설립된 아우크스부르크의 베라이니히트 마쉬넨파브리크 아우크스부르크 운드 마쉬넨바우게셀샤프트 뉘른베르크 A.G.(아우크스부르크 뉘른베르크 연합 기계공작소 유한회사)는 1908년 아우크스부르크의 마쉬넨파브리크 아우크스부르크 뉘른베르크 AG로 회사명을 개명하였다.(짧게 M.A.N.) MAN의 전신이었던 아우크스부르크 기계 공작소는 초기 독일 최초의 신문용 로터리 인쇄압축기, 최초 냉동기 “시스템 린데 (1873)” 및 1893년에서 1897년까지 디젤 엔진 개발 공동작업과 같은 기술적 혁명에 많은 업적을 이룩했다. 또한 루돌프 디젤의 창의적 발명은 그 당시 아우크스부르크 기계공작소 연구원들의 도움으로 실현될 수 있었다. 1930년대 MAN 해상용 디젤 엔진은 태평양 전쟁 당시 어려움을 겪고 있던 잠수함 업체들과 라이선스 계약을 맺어 미국에서 생산되어 탑재되기도 하였으나, 2차 세계대전 후 M.A.N. GHH는 해외 사업의 모든 사업을 철수하였고, 전쟁으로 인한 피해로 고전하게 되었다. 연합군은 모든 GHH 회사들을 통제하고 회사를 분리시켰으며, 제철 생산 공장을 폐쇄하였다. 이에 따라 관심이 독일 남부의 공장들과 상용차 부문으로 이동하게 되었다. 1986년 GHH는 뮌헨에 본사를 두고 있는 MAN으로 합병하여 지금의 MAN 그룹의 모습을 갖추게 되었다. 2006년 9월 18일, MAN은 스웨덴의 트럭·버스 제조 업체인 스카니아를 인수하기 위해 인수 대금 103억 유로의 조건으로 제안 하였다. MAN SE는 의결권이 있는 스카니아 지분을 15.6% 매입하였고, 스카니아의 최대 주주인 폭스바겐 AG는 MAN의 지분 20%를 인수하여 총 지분을 29%로 늘려, MAN과 폭스바겐이 보유하고 있는 스카니아 지분은 52%가 되었다. 상황에 따라서는 MAN-스카니아 상용차 그룹이 폭스바겐의 브라질 대형트럭 부문을 흡수할 것으로 예상된다.
주요 사업 분야는 트럭, 버스, 디젤 엔진, 터보기계 및 산업 서비스 등이다. MAN SE는 독일증권거래소에 등록되어 있는 기업 중 상위 30대 기업 중 하나이며, 가장 오랜 역사를 가지고 있고, 2008년에는 설립 250주년을 맞는다. 2006년 전 세계 120여 개국에서 약 50,000명의 근로자가 130억의 매출 이익을 달성하였고, 인도, 폴란드, 터키 및 미국에 합자 회사와 협력 업체를 가지고 있다. 폭스바겐 그룹 산하에 있으며, 자회사로 주로 고급 코치를 생산하는 네오플란이 있다.
`;

export const LBR = `람보르기니(이탈리아어: Automobili-Lamborghini S.p.A 약칭:Lamborghini)는 슈퍼카 및 스포츠카를 만드는 이탈리아의 자동차 제조 업체이다. 본사는 이탈리아 에밀리아로마냐주 볼로냐에 있다. 현재 폭스바겐 산하 고급 브랜드인 아우디의 자회사로 되어 있다. 국내에서는 폭스바겐 그룹 국내 판매 법인인 아우디폭스바겐코리아 산하에 있다. 람보르기니는 이탈리아에 있는 또다른 슈퍼카 제조사 페라리와는 경쟁 관계이다. 람보르기니의 설립도 페라리와의 악연이 시초가 되었다.
람보르기니는 자동차의 이름에 싸움소(투우소)의 이름을 붙이는 것을 선호한다. 가야르도, 레벤톤, 무르시엘라고, 우라칸 아벤타도르 등 람보르기니의 다수 차종의 이름은 투우소의 이름에서 따왔다. 또한, 엠블럼 역시 투우소를 형상화한 것이다.
그리고 페루치오 람보르기니는 페라리를 타고다녔는데 자주 고장났다고한다.

람보르기니의 시작점은 1963년으로 거슬러 올라간다. 제2차 세계 대전 당시 자동차 정비공으로 활약한 페루치오 람보르기니는 전쟁이 끝난 후 고향으로 돌아와 트랙터 제조업체를 세웠다. 이 업체의 이름이 바로 ‘페루치오 람보르기니 트랙토리체’였고, 현재의 람보르기니의 모체가 된 기업이다. 페루치오의 트랙터 회사에는 특징이 하나 있었는데, ‘절대 고장이 나지 않는다.’는 것이었다. 때문에 그의 트랙터는 이탈리아 전역으로 팔려나갔다. 어렸을 때부터 자동차를 좋아했던 페루치오는 트랙터 사업으로 막대한 부를 얻은 후에 자동차 수집이 취미였는데, 그 중에는 트랙터 업체였던 람보르기니를 슈퍼카 제조업체로 탈바꿈시킨 주인공 격인 페라리 250가 있었다.
페라리는 오래전부터 잦은 클러치 결함으로 오명이 자자했다. 페라리 250 GT 역시 클러치 결함이 심각했는데, 페루치오는 같은 급은 아니지만 같은 분야에서 활동하는 엔지니어로써의 호의를 기대하고 페라리에 찾아가게 된다. 그가 페라리에 찾아간 목적은 페라리 전 차종에 걸쳐 나타나는 잦은 클러치 결함을 알려주기 위함이었다. 하필 이 당시, 페라리는 르망24 경주에서 끊임없는 승전보를 올리며 승승장구하고 있었고, 엔초 페라리도 이런 승전보에 허세가 갈수록 커져 겸손이 없던 시기였다. 이런 시기에 페루치오가 찾아갔을 때 엔쵸는 당연히 페루치오를 문전박대하며, “당신은 자동차를 볼 줄 모르는군. 트랙터나 더 많이 만들어라.”라고 말하며 큰 모욕을 줬다.
이후 페루치오는 1963년, 볼로냐에서 25 킬로미터 정도 떨어진 곳에 자동차 공장을 설립하고 마세라티나 알파 로메오 등 그 당시 이탈리아에서 유명한 자동차 제조업체의 엔지니어들과 디자이너들을 고용해서 페라리에 복수하리라 다짐한다. 이때 람보르기니의 제1의 사칙이 정해지는데, 그것이 바로 “무조건 페라리보다 빠른 자동차”였다.
첫 모델인 350GT는 1964년에 출시했다. 회사를 창립한지 겨우 1년 만에 페라리를 앞지른 자동차를 생산한 것이었다. 2년 뒤에는 1966년에는 공공도로에서 주행할 수 있는 자동차 최초로 미드십 엔진 섀시를 채택한 람보르기니 미우라를 출시했다. 미우라 역시 그 당시 세계에서 가장 빠른 자동차였으며, 페라리 역시 미우라에 사용된 미드십 엔진 섀시를 따라 하기도 했다. 페루치오가 기업 운영에서 손을 뗀 후에 람보르기니의 소유주가 몇 차례 바뀌었다. 1987년에 크라이슬러에 인수됐다가 1999년부터 폭스바겐의 자회사에 소속되어 있다.
`;

export const LCN = `링컨(The Lincoln Motor Company)은 미국의 자동차 제조 회사인 포드 모터 컴퍼니의 고급 승용차 브랜드이다. 브랜드의 유래는 창업자인 헨리 마틴 릴랜드가 존경했던 미국의 제16대 대통령 에이브러햄 링컨에서 따왔다. 캐딜락과 함께 미국을 대표하는 고급차로서 알려져 있다.
판매 지역은 북미, 중동, 대한민국을 더해, 최근에는 중국에도 진출했다.`;

export const BZ = `메르세데스-벤츠(독일어: Mercedes-Benz)는 독일 바덴뷔르템베르크주 슈투트가르트에 본사를 두고 있는 자동차 제조사다. 모회사는 다임러 AG이며 자회사로는 고성능 디비전인 메르세데스-AMG와 럭셔리 디비전인 메르세데스-마이바흐가 있다.
`;

export const BMW = `바이에른 원동기공업 주식회사(독일어: Bayerische Motoren Werke AG 바이에리셰 모토렌 베르케 악티엔게젤샤프트[*], 약칭:BMW: 베엠베, 비엠더블유)는 독일 바이에른주 뮌헨에 본사를 두고 있는 자동차, 모터사이클 및 엔진 제조 회사이다. 부속 브랜드로는, 영국의 자동차 제조사 롤스로이스 자동차와 BMW 미니를 두고 있다. 영국의 SUV 제조사 랜드로버도 보유하였으나, 포드 모터 컴퍼니에 매각하였고, 현재는 재규어 랜드로버를 관리하는 타타 자동차가 소유하고 있다.
독일 국내에서는 ZF와 협력하고 있으며, BMW의 후륜구동 차량에는 거의 ZF의 자동변속기가 달린다.
BMW는 메르세데스-벤츠, 아우디와 더불어 독일의 3대 고급차 제조사로 손꼽히지만, 2018년 연쇄적인 차량 화재 발생으로 인해 대한민국에서의 회사 이미지가 실추되었다.


1913년 칼 프리드리히 라프가 뮌헨 지역에 항공기 엔진 제조업체인 라프 모토렌 베르케(Rapp Motoren Werke)를 설립해 독일 공군에 엔진을 납품했다. 1916년 경영 위기에 처한 라프 모토렌 베르케를 오스트리아 태생 엔지니어인 프란츠 요세프 포프와 그의 동업자인 막스 프리츠가 인수하였다, 이듬해인 1917년 회사 이름을‘바이에른 자동차 제작소(Bayerische Motoren Werke)로 변경하고, 1918년 주식회사로 상장시켰다. 이후 포프의 경영 하에 BMW는 항공기 엔진을 생산해 독일 군대에 납품했다.
이후 BMW는 전쟁 후 독일의 힘든 경제 상황에 맞추어 보급형 콤팩트 차량인 BMW 700을 제작했다. BMW 700은 모노코크 바디(일체형 프레임 차량구조)와 후방 엔진 구조가 특징적이었으며, 세단, 쿠페, 컨버터블 총 세가지 종류로 출시되었다. BMW 700은 출시 전부터 1만 5천 대의 주문을 기록했으며, 1965년 생산이 종료될 때까지 총 18만 1천 대가 판매되었다.
BMW 700의 초기 선전에도 불구하고 1959년까지 BMW의 자동차 부문은 재정난에 빠져있었으며, 사업을 청산할 것인지 계속할 방안을 마련할 것인지에 대한 주주총회가 열렸다. 경영진은 당시 인수합병을 제안해온 다임러-벤츠의 제안을 받아들이려 했지만 BMW가 다임러-벤츠의 하청업체로 전락하는 것을 반대하는 주주들의 의견으로 이는 무산되었다. 회의는 사업을 계속하기로 결정하였고 전 항공기 제조사인 Messerschmitt사와 Heinkel사처럼 인기 있는 독일의 소형차 사업에 들어가기로 했다. BMW의 오토바이 엔진을 변형하여 이용하고 있던 소형차인 이탈리아의 Iso Isetta의 제조권을 구입하였다. 이로서 BMW 600이 생산되었다. 이 방안은 성공적이었고 회사가 정상 궤도로 돌아오는데 도움이 되었다. 이후 헤르베르트 콴트가 BMW의 나머지 주식을 모두 사들이면서 BMW는 독립회사로 존속할 수 있게 되었다. 1959년부터 BMW AG의 지배 대주주는 46%의 주식을 소유한 콴트가(家)이고 나머지는 일반주주들이다.
1961년 ‘BMW 뉴 클래스’시리즈의 첫 번째 모델로 BMW 1500을 시장에 출시했다. 이때 뉴 클래스의 의미는 BMW가 제2차 세계대전 이후 양산하지 않았던 1,500cc~2,000cc (준중형) 엔진 차량이라는 의미였다. 1500은 대량생산을 겨냥한 실용적인 3박스 세단이었다. 하지만 다른 BMW 차들보다 날카로운 라인이 특징적이었다.
2018년, BMW 차량들에 화재가 연쇄적으로 발생하였다.
`;

export const JGR = `재규어 자동차(영어: Jaguar Cars)는 고급 살룬과 스포츠카로 유명한 영국의 자동차 회사였다. 미국 포드 모터 컴퍼니에 매각되어 볼보, 랜드로버, 애스턴 마틴과 함께 Premier Automotive Group(PAG)의 한 일원이었다. 2008년에 랜드로버를 인수하였으며, 재규어 자동차는 1922년 스왈로우 사이드카(Swallow Sidecar Company)란 이름으로 오토바이광이었던 윌리엄 라이온즈(William Lyons)와 윌리엄 웜슬리(William Walmsley) 두 명이 설립했고 제2차 세계 대전 후 현재의 재규어 자동차로 개명했다. 재규어 자동차는 1930년대부터 시장이 분화된 고급 살룬과 스포츠카로 유명하다.

재규어 자동차의 초기 성공은 1931년 런던 모터쇼에 소개된 SS1을 발표하면서부터이다. SS1은 당시 고급 수공 자동차 브랜드인 벤틀리(Bentley)를 닮았으나 가격이 벤틀리의 3분의 1밖에 되지 않아 많은 판매고를 올렸다. 이어 1935년 SS 재규어를 발표하였고, 1936년에는 시속 160킬로미터(100마일) 기록을 돌파한 SS100을 연속해서 발표하였다.
제2차 세계 대전이 끝난 1945년에는 사명을 현재의 재규어 자동차로 바꾸고 1951년에는 르망 24시 경주에서 우승하기 시작하면서 스포츠카의 새 장을 열었다. 이 후 1955년 ~ 1957년까지 3회 연속 르망 24시에 우승을 차지하기도 했다.
승승장구하던 1960년 재규어는 버밍행 스몰 암스(Birmingham Small Arms, BSA)로부터 영국의 다임러(영어: Daimler Motor Company, DMC) -독일의 다임러(독일어: Daimler Motoren Gesellschaft, DMG)와는 다른 회사이다- 를 인수했다. 이때부터 다임러라는 이름은 재규어의 고급 세단 브랜드가 되었다.
1966년 재규어는 브리티쉬 모터(British Motor Corporation, BMC)에 합병되어 브리티쉬 모터 홀딩스(British Motor Holdings, BMH)로 개명했다. 브리티쉬 모터 홀딩스는 다시 1968년 리랜드(Leyland)와 합병하여 브리티쉬 리랜드(British Leyland Mortor Company)가 되는 우여곡절을 겪었다. 이 때 생산된 모델이 XJ6 살롱인데, 이 모델은 30년이나 생산될 정도로 장수 모델이었고 현재 재규어의 기함인 XJ의 시초이다. 1972년 윌리엄 라이온즈가 은퇴하였다.
이후 재정 문제로 고전하던 브리티쉬 리랜드는 라이더 보고서(Ryder Report)에 따라 1975년에 국유화의 길을 걷게 되었으나, 1984년 대처 정부의 민영화 정책에 따라 다시 재규어 자동차로 분리되면서 민영화되었다. 민영화 후 1989년 미국 포드에 합병되었고, 이 와중에 재규어 자동차와 하나였던 설립자 윌리엄 라이온즈가 1985년에 사망했다.
포드에 합병된 재규어는 링컨 LS의 후륜구동 플랫폼을 공용한 어퍼 미들 세단인 S-타입 모델을 발표하는데, 클래식한 스타일의 S-타입은 1999년 미국에서 올해의 상품으로 선정될 정도로 재기에 성공하게 된다. 2000년에는 재규어 레이싱(Jaguar Racing) 팀을 만들어 재규어 사상 처음으로 포뮬러 원 자동차 경주에 출전하는 등 제2의 전성기를 구가하였다. 하지만 몬데오의 전륜구동 플랫폼을 공용하고 AWD 시스템인 트랙션4를 장착하여 2001년에 출시한 엔트리급 세단이었던 X-타입은 재규어 역사상 드물게 전륜구동 베이스였지만 몬데오의 겉면만 바꿨다는 비판을 받아 실패하고 2009년에 단종되었다. 2007년 S-타입의 후속으로 내놓은 후륜구동 어퍼 미들 세단인 XF 이후로는 기존의 클래식한 디자인에서 탈피했고 신형 XJ도 클래식을 버린 새로운 디자인을 이용한다.
`;

export const PGN = `파가니(Pagani)는 이탈리아 모데나에 본사가 있는 고급 스포츠카 제조 기업이다.

1992년에 아르헨티나 출신의 엔지니어 호라치오 파가니가 처음 창립하였으며, 수제 방식으로 제조하는 특징이 있어 구매자의 특별 주문을 받아 생산하는 것으로 유명하다.`;

export const MCL = ``;
export const GMC = `GMC는 미국의 자동차 제조 업체 제너럴 모터스가 1912년부터 생산을 하기 시작한 북아메리카 및 중동 지역에서 전개하고 있는 상용차 및 라이트 트럭의 상표이다. 1902년에 설립되고 1909년에 제너럴 모터스에 인수된 래피드 모터 비이클 컴파니(Rapid Motor Vehicle Company)가 전신이다.
`;
export const VW = `폭스바겐(독일어: Volkswagen 폴크스바겐[ˈfɔlks.vaːɡən][*])은 독일 베를린에서 1937년에 설립된 자동차 제조 회사이며 폭스바겐 AG의 지주회사이다. 용어의 풀이는 Volk(국민)+s(합성어 결합요소)+wagen(차)로서 한국어로의 의미는 국민차라는 뜻이다. 이 회사의 이름인 폭스바겐의 이니셜을 따서 VW라고 표기하기도 한다.
폭스바겐은 자동차 이름에 바람의 이름을 붙이는 것을 선호하는 브랜드이다. 골프, 제타, 파사트 등이 모두 바람의 이름이다. 폭스바겐은 2006년 '폴로 블루모션(Polo Bluemotion)'을 시작으로 친환경 브랜드인 '블루모션'을 론칭했다. 2010년식 폴로 블루모션은 30.3 km/l(유럽 기준)로 세계에서 가장 연비가 높은 차가 됐다. 대한민국 법인은 아우디폭스바겐코리아(주)이다.

폭스바겐은 1937년 베를린에서 나치 무역 연합인 "독일노동전선"(Deutsche Arbeitsfront)에 의해 설립되었다. 1930년대 초반, 독일의 자동차 산업은 여전히 고급 승용차 위주였고 중산층 시민들은 모터사이클 이상의 탈것을 소유하기 힘들었다. 새로운 시장의 가능성을 찾던 자동차 제조사들은 "국민 자동차" 프로젝트를 시작하였고, 그들 중에는 벤츠의 170H, 아들러의 AutoBahn, Steyr 55, Hanomag 1, 3L 등이 있었다. 그러한 유행은 새로운 것이 아니었는데, 1920년대 중반에 벌써 그러한 기초 설계를 바탕으로 벨라 바레니(Béla Barényi)가 만들어졌었다. 요셉 마인라트(Josef Ganz)가 스탠다드 슈피리어(Standard Superior) 브랜드를 만들고 "독일형 국민차"라고 선전하였다. 또한, 체코슬로바키아에서는 한스 레트빈카(Hans Ledwinka)의 타트라 T77(Tatra T77, 독일 엘리트들 사이에서 아주 인기가 있었던 차)가 모델 체인지를 거듭할 수록 점점 작고 저렴해지고 있었다. 1933년, 앞서 언급한 많은 프로젝트들이 여전히 초기 상태에 머물러 있을 때, 그 당시 독일의 통치자 아돌프 히틀러는 국가 주도의 국민 자동차 프로젝트를 발표했다. 히틀러의 요구 조건은 성인 2명과 어린이 3명을 태우고 100km/h로 달릴 수 있는 자동차였다. 그 "국민 자동차"는 제3제국 국민들에게 990DM(그 당시 작은 모터사이클 가격에 해당함)에 제공될 예정이었다.(참고로 당시 평균 주급은 32DM)기존 프로젝트들의 거센 로비에도 불구하고 히틀러는 국가 소유의 신생 기업을 지원하기로 결정한다. 이 임무를 위해 선택된 기술자가 바로 페르디난트 포르셰 공학박사이다. 당시 명성 높은 기술자였던 페르디난트 포르셰 박사는 벤츠 170H를 설계했고 1920년대 후반 Steyr의 기술자로 상당기간 일한 경력이 있었다. 그의 개인 설계 사무소를 열었을 때 그는 NSU와 Zündapp, 두 자동차 메이커와 두개의 "Auto für Jedermann" (car for everybody, 모든 사람을 위한 자동차) 프로젝트를 시작하였다. 두 프로젝트 모두 양산에 이르지 못하고 프로토 타입 단계에서 중단되었지만 기본적인 개념은 페르디난트에게 남아 있어서, 1934년 6월 22일, 페르디난트 박사는 히틀러의 의뢰를 받아 "국민 자동차"를 만들기로 합의한다.
더 나은 연료 효율, 내구성, 조작성, 정비성, 저렴한 부품 등이 이루어야 할 것들이었다. 개발 의도는 유럽의 중산층이 저축 프로그램("Fünf Mark die Woche musst Du sparen, willst Du im eigenen Wagen fahren" — "일 주일에 5DM이면 당신도 자동차를 몰 수 있다")을 통해 차를 구입하도록 하는 것이었고, 결과적으로 336,000명 가량이 가입하게 된다. 그 프로토 타입은 "KdF-Wagen" (독일어: Kraft durch Freude — "strength through joy")로 불렸고, 1936년부터 등장하게 된다.(첫 차는 포르쉐의 본거지인 슈투트가르트에서 생산되었다) 이 때 이미 폭스바겐의 독특한 곡선형 차체와 공냉식 플랫 포(수평대향식 직렬 4기통) 엔진, 엔진을 뒤쪽에 배치하는 디자인이 사용되고 있었다. 폭스바겐 자동차는 여러 KdF 프로그램(여행이나 레저 활동 같은 것을 포함)이 었다. 접두사 "폭스-" ("국민의")는 차 이름 뿐만 아니라 전 유럽에 걸쳐 KdF 프로그램의 제품에 사용되었다. 예를 들어 라디오의 경우에는 "국민의 라디오"(Volksempfänger)라고 불렸다. 1937년 5월 28일, Gesellschaft zur Vorbereitung des Deutschen Volkswagens mbH (종종 약어로서 Gezuvor)가 독일노동전선에 의해 설립되었다. 이 회사는 훗날 "Volkswagenwerk GmbH"로 1938년 9월 16일에 이름을 바꾼다.여러 해에 걸쳐 아우토 우니온(Auto Union)의 수석 디자이너였던 엘빈 코멘다(Erwin Komenda)가 차체의 프로토 타입을 개발했는데, 오늘날 알려진 비틀의 모태가 된다. 그것은 독일에서는 1920년대 초반부터 사용되던 풍동 실험을 최초로 이용한 자동차들 중 하나였다.
새로운 공장의 설립이 1938년 5월 26일에 KdF-Stadt라는 공장 직원들을 위해 만들어진 계획 신도시에서 시작되었는데 그 곳이 현재의 니더작센주 볼프스부르크이다. 하지만 이 공장은 많은 수량을 생산하지 못한 채 1939년 제2차 세계대전을 맞는다. 1938년 4월 20일 히틀러의 49세 생일에 한 대의 타입-1 카브리올레가 아돌프 히틀러에게 기증된 것 외에 저축 프로그램을 마친 그 누구에게도 차는 지급되지 못했다.
전쟁은 군용 차량을 생산하도록 요구하였고, 타입82 큐 벨 바겐(Kübelwagen, "Bucket car") 트럭과 독일 군용 수륙양용차 슈빔바겐(Schwimmwagen)이 생산되었다.
`;
export const AUD = `아우디(독일어: Audi AG)는 독일의 자동차 제조사며, 폭스바겐 AG의 자회사이기도 하다. 1909년 7월 16일 아우구스트 호르히가 독일 서부의 주인 노르트라인베스트팔렌주의 쾰른에서 설립하였다.

1899년 11월 14일 아우구스트 호르히는 쾰른에서 호르히(A. Horch & Cie)사를 설립해 1901년 첫 번째 모델인 호르히 자동차를 츠비카우(Zwickau)에서 생산했다. 1904년 주식회사로 회사를 공개한 호르히는 1910년 다른 경영진과의 마찰로 그가 설립한 회사에서 쫓겨나고 두 번째 회사를 호르히라는 이름으로 다시 시작했으나 그의 이전 동업자들은 그를 상표법 위반으로 고소하고, 독일 법정은 호르히라는 이름을 사용하지 말라는 선고를 내렸다. 아우구스트 호르히는 그의 성(family name)을 회사 이름에 사용하는 것을 포기하고 새로운 이름을 물색하였고, 아우구스트 호르히는 아우디 알테람 파르템에서, '듣다'의 라틴어인 아우디(audi)를 대신 회사 이름으로 사용했다. 아우디는 아우토 우니온 독일 잉골슈타트(Auto Union Deutschland Ingolstadt)를 의미하는 뜻으로도 사용되었다. 아우디는 배기량 2,612cc 모델로 시작하여 4기통 3,564cc, 4,680cc, 그리고 5,720cc 모델을 생산해 내었고, 이 자동차들은 자동차 경주 대회에서 성공을 거두었으나 아우구스트 호르히는 1920년 아우디를 떠났다. 첫 번째 4,655cc 6기통 모델은 1924년 발표되었고, 1924년에 아우디는 데카베(DKW)의 소유주인 요르겐 라스무센(Jorgen Skafte Rasmussen)에 인수되었다. 요르겐 라스무센은 같은 해 6기통 엔진 장비를 리켄베커(Rickenbacker)로부터 사들여 아우디 츠비카우(Audi Zwickau)와 아우디 드레스덴(Audi Dresden) 모델을 1929년 발표했다. 동시에 6기통과 푸조에서 사용권을 사 온 4기통 모델도 생산했다. 당시 아우디에서 생산하는 자동차들은 특이한 차체를 가진 고급 자동차들이었다. 또한 벤츠 자동차와 경쟁을 하게 된다.
`;

export const KIA = `기아(영어: KIA, 한국 한자: 起亞)는 대한민국의 자동차 기업으로, 현대자동차그룹의 계열사다. 기아 차량의 부품은 현대모비스에서 공급받으며, 차종 대부분이 현대자동차의 동급차종과 주요 부품을 공유한다.
1905년 경상북도 칠곡군에서 태어난 기아 창립자 김철호는 1922년에 일본 오사카로 건너가 1930년 삼화제작소를 설립하여 자동차, 자전거 부품 생산으로 수익을 얻었고, 동시에 일본 기계 산업의 기술을 습득하였다. 이후 일본의 패전이 가시화되자, 대한민국으로 귀국하였다.

1944년 12월 김철호는 영등포에 경성정공이라는 이름의 회사를 설립하였으며, 1950년대 기아산업으로 이름을 바꾸었고 삼천리자전거를 개업하여 자전거를 만들기 시작하였다.

1960년대부터 삼륜 트럭을 생산하였으며, 1970년 11월 10일에 경기도 시흥에 20만 평 규모의 소하리(현재의 광명시 소하동) 공장을 착공하여 1973년 6월에 완공하였다. 이는 대한민국의 첫 종합 자동차 공장으로, 연간 25,000대의 생산 능력을 갖추었다. 1974년 4월 6일 마쓰다 패밀리아(3세대)를 기초로 하여 대한민국에서 최초로 만든 세단 승용차 브리사의 시판 허가가 났다.[1] 이후 프랑스 푸조, 이탈리아 피아트의 승용차를 라이선스 생산하며 유럽의 승용차 기술을 받아들이기 시작하였고, 1976년 아시아자동차공업, 기아기공 등 다른 회사를 잇따라 인수했다.

자동차공업 합리화조치가 내려졌던 1980년에는 승용차를 생산할 수 없게 되어 잠시 경영에 타격을 입었으나, 다행히 기술제휴선인 마쓰다의 모델을 도입한 봉고로 승합차 시장에 진출하여 대한민국 내 새로운 시장을 개척하였다.

합리화조치가 해제되자 승용차 시장에 재진입한 기아산업은 1987년에 마쓰다와 포드의 기술 제휴를 통하여 소형 월드카 프라이드를 출시했다. 같은 해 10월에는 마쓰다 카펠라(4세대)를 베이스로 한 전륜구동 중형 세단 콩코드, 1989년에는 준중형 승용차인 캐피탈을 개발하였다. 1990년에 기아산업에서 기아자동차로 상호를 변경하였다.

포드와의 제휴는 프라이드(미국 수출명 페스티바)에 이어 아벨라(미국 수출명 아스파이어)로 이어졌으나, 모기업인 기아그룹이 경영난을 겪은 후 1998년에 국제 입찰을 통하여 1999년 현대자동차에 인수되었다. 2000년 현대그룹에서 분리되어 현대자동차그룹으로 출범하게 되면서 포드와의 제휴 관계가 청산되었다.

1993년 도심형 4륜구동 승용차 스포티지를 독자 개발, 생산하였다. 미국 시장에 진출한 것도 이 때부터로, 프라이드 후속 차종인 리오, 스펙트라, 옵티마, 쏘렌토, 쎄라토 등 꾸준히 새로운 차종을 수출하면서 2003년에는 미국 수출 연간 20만대를 돌파하였다. 2005년에는 수출만계 500만 대를 달성하였다.`;

export const LADA = `구 소련 시절 때부터 시작된 러시아 자동차 회사이다. 이전의 사명은 VAZ로 Во́лжский Автомоби́льный Заво́д(볼가 자동차 공장, 볼시스키 압토모발나 자보트)를 라틴 문자로 전사했을 때 줄인 표현이다. 지금의 정식 이름은 아브토바즈(AvtoVAZ, АвтоВАЗ)로, 라다(Lada, Лада)는 수출 전용 브랜드이다. 라다는 러시아말로 돛단배라는 뜻이며, 로고에 그려진 것도 돛단배. 이전에는 소련 시절의 잔재로 같은 모델을 수십년간 우려먹는 성격을 유지하고 있었으나 최근 들어 점점 바뀌고 있는 추세이다.아브토바즈는 1960년대 후반에 이탈리아의 자동차 업체 피아트와의 합작으로 설립되었으며, 빅토르 폴랴코프 (Viktor Polyakov, Виктор Поляков)와 블라디미르 솔로비요프프 (Vladimir Solovyov, Владимир Соловьёв)를 각각 회사 감독과 수석 디자이너로 임명했다. 아브토바즈가 설립된 것은 개인 소유의 운송수단에 대한 수요에 맞추어[1] 경제적인 인기 소형차를 생산하기 위한 것이였고, 1966년에 소련과 이탈리아 간의 합작으로 볼가 강에 은행을 설립한 뒤, 톨리야티에 공장을 짓는 등등의 여러 절차 하에 회사의 구성 요소들이 만들어졌다. 공장은 1971년에 완공되었는데, 어째서인지 첫 생산은 1970년부터 이미 시작되었다.

냉전 시기부터 발빠르게 서방 세계에도 수출을 개시하였으며, 심지어 미국에도 판매를 시도하였으나 당연히 불발되었다.[2] 그래도 캐나다와 서유럽에는 열심히 판매를 진행했는데, 초기 차량들의 원판이 피아트의 것인 관계로 피아트(특히 피아트 124)와 판매 간섭이 일어날수 있는 지역에서의 판매는 불가능했다고 한다. 이 경우에는 124의 단종 이후에나 진출이 가능했다고 한다. 이 때문인지 라다 니바를 시작으로 독자개발에도 힘을 쏟았으며, 소련 최초의 앞바퀴굴림 승용차인 사마라 및 오카, 110, 칼리나 등을 줄줄히 개발해 출시했다.

2009년에는 르노가 아브토바즈에 거액의 돈을 투자하기 시작했고 # 2011년에는 르노-닛산 얼라이언스의 계열사가 되었다. # 한편으로 유가 하락과 서방의 경제 제재로 인한 러시아의 경기침체에 직격타를 맞아 설립 이후 최대의 위기를 맞고 있기도 하다.`;

export const BGT = `부가티(Bugatti)는 이탈리아 밀라노 태생의 프랑스인 에토레 부가티가 1909년에 설립한 프랑스의 최고급 수공 자동차 제조사 브랜드로 '부가티' 라는 이름은 설립자인 에토레 부가티(Ettore Bugatti)의 이름에서 따온것이며 현재 독일의 폭스바겐 그룹 산하에 있다.

본사는 프랑스 알자스의 소도시인 몰샤임(Molsheim)[10] 위치해 있다.

과거에는 초고성능 경주차에서 최고급 세단까지 각종 최고급 자동차를 생산했으며 현재는 하이퍼카를 전문으로 생산한다.
`;
export const BTL = ``;
