export const APP = ``;

export const MS = `마이크로소프트는 다양한 컴퓨터 기기에 사용되는 소프트웨어 및 하드웨어
      제품들을 개발, 생산, 판매, 관리한다. 마이크로소프트의 가장 유명한 제품은
      마이크로소프트 윈도우라는 운영 체제이다. 1975년에 빌 게이츠와 폴 앨런이
      베이직 인터프리터를 개발하여 판매하기 위해 미국 뉴멕시코주 앨버커키에
      Micro-soft라는 이름으로 이 회사를 세웠다. 2006년 6월 15일 빌 게이츠는
      2008년 7월 31일에 은퇴하겠다고 선언하였으며 이후 직접 세운 자선 단체인 빌
      & 멜린다 게이츠 재단에 전력하겠다고 밝혔으며, 대신 마이크로소프트의 이사회
      의장을 맡고 있다. 1998년부터 2000년까지 빌 게이츠의 대학 시절 친구인
      스티브 발머가 사장직을 담당했다. 2009년경, 빌 게이츠가 그의 오른팔인
      스티브 발머에게 회사의 최고 리더십을 양하는 과정에서 바통을 정확히 넘기는
      방법에 관한 교본을 마련하기도 했다. 게이츠는 2000년 발머에게 CEO직을
      넘겼다. 그러나 게이츠는 2008년 6월에야 회사의 일상 책임에서 완전히
      벗어났는데 그 2년 전에 미리 이 사실을 알려 대비토록 한 바 있다. 그렇지만
      게이츠는 여전히 워싱턴 주 레이먼드에 있는 회장실의 주인이다. MS는 발머의
      인도 아래 세계 최고 수익성을 갖는 강력한 IT 기업으로 존재하고 있지만
      2008년 여름 게이츠 퇴장 이후 주가가 30%나 떨어졌는데 발머에게 갖는 불안감
      보다는 세계 경제의 어려움 탓으로 그 원인을 돌리기도 한다.[3] 직원은 2013년
      현재 전 세계적으로 약 10만 여 명이며, 인도, 중국, 영국 등에 컴퓨터
      연구소를 운영하고 있다. 2011년 5월 10일 마이크로소프트가 인터넷 전자회사
      스카이프를 85억 달러(약 10조 원)에 인수하였다. 더불어 2013년 9월 2일,
      마이크로소프트는 핀란드의 휴대전화 생산 업체인 노키아의 휴대전화 사업
      부문을 54억 4,000만 유로(약 7조 8,654억 원)에 인수한다고 발표했다. 2013년
      8월, 마이크로소프트 CEO 스티브 발머가 12개월 안에 은퇴한다고 밝혔다.
      2014년 2월 4일, 사티아 나델라를 CEO로, 존 W. 톰슨을 회장으로 임명했다.
      2015년 11월, 마이크로소프트는 HPE와 클라우드 사업부문에서 협력을 한다고
      밝혔다. 특히 프라이빗 클라우드에 집중하고 퍼블릭 클라우드 서비스는 MS와
      같은 파트너 솔루션을 제공할 것으로 전망된다.`;

export const INT = `인텔 코퍼레이션(Intel Corporation, 나스닥: INTC)은 반도체의 설계와
제조를 하는 미국의 다국적 기업이다. 세계에서 가장 큰 반도체 제조사로
본사는 캘리포니아주 샌타클래라에 있다. 1968년 7월 18일에 고든 무어와
로버트 노이스가 인텔을 설립하였다. 인텔은 Integrated Electronics의
혼성어이다. 그러나 'intelligence'라는 영어 단어에서 유래하였다고
오해하는 경우도 있다. 레슬리 배다스의 감독 하에, 1971년 최초의
마이크로프로세서인 인텔 4004를 만들었으며, 이후 만들어진 인텔 8088은 IBM
PC에 장착되어 유명해졌다. 이때 만들어진 x86 명령어 아키텍처는 확장을
통해 지금까지 데스크탑 시장에서 널리 쓰이게 되었으며, 일반적으로 PC는
x86 호환 프로세서를 사용하는 IBM PC 호환기종을 칭하는 말이기도 하다.
이뿐 아니라 메인보드 칩셋, 네트워크 카드, 집적 회로, 플래시 메모리,
그래픽 프로세서, 임베디드 프로세서 등의 통신과 컴퓨팅에 관련된 장치도
만든다.`;

export const AMDs = `어드밴스드 마이크로 디바이시스 주식회사(영어: Advanced Micro Devices, Inc.) 또는 AMD는 미국의 집적회로 설계 기업으로, 캘리포니아주 샌타클래라 카운티 서니베일에 위치하고 있다. 1969년 페어차일드 반도체 출신들이 주축이 되어 세워진 AMD는, 인텔에 이어 두 번째로 큰 x86 아키텍처 호환 프로세서 제조사이며 플래시 메모리 분야에서도 주도적인 위치에 서 있다. 2008년 7월에 헥터 루이츠 박사(Dr. Héctor Ruiz)로부터 더크 마이어가 CEO 및 회장직을 이어받았다. 더크 마이어는 불도저 문제와 퀄컴에 Aderno 매각 등 문제로 이사회에서 해임되고, 로리 리드가 새로운 CEO가 되었다. 현재 CEO 및 회장은 리사 수 박사이다.AMD는 애슬론, 애슬론 64, 옵테론, 튜리온 64, 셈프론, 듀론 등의 x86-호환 프로세서로 잘 알려져 있다. 또한 AMD는 지오드와 같은, 노트북에 쓰이기 쉬운 낮은 클럭의 모바일용 CPU도 제작하고 있다. 2006년 6월 24일, AMD는 54억 달러에 ATI를 인수 합병하기로 합의했다. 또, 2007년에는 페넘을 출시했으며, 페넘 II, 애슬론 II 등의 모델들이 출시하였다. 2011년 CPU와 GPU를 하나의 칩셋에 통합한 가속 처리 장치인 1세대 APU 라노와 새롭게 설계된 불도저를 출시, 2012년에는 불도저에서 약간 개선된 파일드라이버와 2세대 APU 트리니티를 선보였다. 또 2013년에는 2세대 APU 트리니티에서 CPU와GPU의 클럭을 높인 3세대 APU 리치랜드를 출시하고 파일드라이버기반의 기존제품에서 동작클럭만 증가시킨 FX-9XXX시리즈를 출시한다. 2014년에는 3세대 APU 리치랜드에서 CPU개선과 GCN으로의 GPU세대 교체가 이루어진 스팀롤러 아키텍처기반 4세대 APU 카베리가 출시되었다.
AMD는 (x86 기반) 개인용 컴퓨터 CPU 시장에서 인텔의 유일한 중대 라이벌이다. AMD가 ATI를 2006년 합병한 이후에 AMD는 그래픽 처리 장치(GPU,그래픽 카드) 시장에서도 높은 점유율을 얻고 있다.`;

export const NVD = `엔비디아(NVIDIA, 나스닥: NVDA, /ɪnˈvɪdiə/)는 컴퓨터용 그래픽 처리 장치와 멀티미디어 장치를 개발, 제조하는 회사이다.
엑스박스와 플레이스테이션 3과 같은 비디오 게임기에 그래픽 카드 칩셋을 공급하였으며 2005년 12월 14일, 엔비디아는 ULI를 인수했다. 본사는 캘리포니아주의 샌타클라라에 있다.

주요 제품
엔비디아의 주요 제품에는 '지포스'(GeForce) 시리즈 브랜드로 유명한 그래픽 카드 칩셋과 '엔포스'(nForce) 브랜드로 알려진 메인보드 칩셋이 있다. 이밖에 컴퓨터 그래픽 전문가를 위해 만든 그래픽 카드 칩셋 '쿼드로'(Quadro) 시리즈와 고성능 컴퓨팅용 카드인 '테슬라'(Tesla) 시리즈, 닌텐도 스위치 라이트 등에 들어가는 애플리케이션 프로세서(AP)인 '테그라'(Tegra)등이 있다

역사
크리스 말라초스키, 커티스 프리엠와 대만 이중 국적의 화교인 젠슨황(황인훈)은 1993년 1월 회사를 세웠으며, 1993년 4월 캘리포니아에서 사업을 시작했다. 리바 계열 그래픽 칩셋을 만들기까지 이 회사는 잘 알려져 있지 않았다. 1999년 나스닥에 상장하였고, 그 해 5월에 천만 번째 그래픽 칩셋을 생산하였다. 2000년, 부두 시리즈로 잘 알려진 3dfx 사를 인수하였다. 엔비디아는 실리콘 그래픽스 같은 OEM 회사들과 친한 관계를 맺기 시작했으며 2002년 2월, 1억 번째 그래픽 칩셋을 생산했다.
현재 엔비디아와 AMD는 많은 컴퓨터에 사용되고 있는 그래픽 칩셋을 생산하고 있다. 엔비디아의 주 제품인 지포스 시리즈는 1999년 지포스 256으로 시작되었다. 현재 지포스 시리즈는 데스크톱, 지포스 Go 시리즈는 노트북용으로 사용되고 있다. 한편, PDA 등의 장치를 위한 고포스 시리즈도 있다.
그래픽 카드 회사인 AMD와 다르게 자체 공장이 없기 때문에 칩 제작은 TSMC,삼성 LSI 등의 회사에서 한다. 이로 인해 공급과 수요의 물량에 차이가 나기도 한다.
2016년 8월 기준으로 서버시장에 진출한데 이어 자율주행차 전용 반도체를 공개하며 인공지능기술과 관련된 사업영역을 점점 확대하고 있다. 시장 점유율은 AMD 그 다음 순위로 점유율을 유지하고 있다.
`;

export const DELL = `델 주식회사(영어: Dell Inc.)는 미국의 전자제품 제조 및 판매 기업이다. 처음에는 1984년 11월 4일에 'PC's Limited'라는 이름으로 회사가 세워지다가, 사명을 바꾸어 새로 설립되었다. 또, 1980년대에서 1990년대 동안 델은 개인용 컴퓨터와 서버 분야에서 가장 큰 판매사였다. 2008년의 경우 컴퓨터 판매 분야에서 HP의 뒤를 이어 2위를 이어가고 있다.
주 제품은 개인용 컴퓨터, 서버, 기억 장치, 네트워크 스위치, 소프트웨어, 텔레비전, 컴퓨터 주변기기 등이며, 기술 관련 제품을 제조하여 시장에 내놓아 판매하고 지원하고 있다.

역사
2006년에 포춘지는 포춘 500에 델을 25번째로 가장 큰 회사로 순위를 올렸다.
2013년 2월 5일 마이클 델은 실버 레이크 파트너에 마이크로소프트의 추가 자금 조달과 더불어 차입매수되었다고 선언했다.`;
export const HPs = `HP 주식회사(영어: HP Inc.)는 미국의 개인용 컴퓨터 제조 및 판매 회사이다. 2015년 11월 1일에 휴렛 팩커드의 기업용 클라우드 사업 분야와 개인용 컴퓨터 사업이 분할되면서 새로 설립된 컴퓨터 회사이다. 클라우드 사업 분야는 휴렛 팩커드 엔터프라이즈로 새로 설립되어 이어진다.

2017년 11월, HP는 삼성의 프린터 부문을 10억 5천만 달러에 인수하였다.2019년 11월부터 2020년 3월 31일까지 미국의 복사기 회사 제록스로부터 강제 인수합병 시도에 시달렸다.

현재로는 HP는 개인용 컴퓨터(PC), 프린터, 복합기, 3D프린터 등을 개발, 생산하고 있다.`;
export const LNV = `레노버 그룹 주식회사(영어: Lenovo Group Ltd., 중국어: 联想集团有限公司)은 중화인민공화국 최대의 다국적 민영 기업이다. 스마트폰, 노트북 컴퓨터, 프로젝터, 데스크톱 컴퓨터, 워크스테이션, 서버, 스토리지 드라이브, IT 관리 소프트웨어 및 관련 서비스등 다양한 제품을 제조하고 판매하고있다.
2001년 휴대폰 사업에 진출하였으며, 2005년에 IBM의 PC 부문을 인수 합병한 뒤부터 노트북 판매를 시작하였다.
레노버는 미화 460억 달러 규모의 포춘 500대 기업이고 혁신적인 개인용, 기업용, 엔터프라이즈 기술을 제공하고 있는 업계 선도주자이다. 레노버의 고품질의 안정된 제품과 서비스 포트폴리오는 전설적인 PC 브랜드인 씽크 브랜드와 멀티 모드의 요가 브랜드, 워크스테이션, 서버, 스토리지, 스마트 TV, 모토롤라 브랜드를 포함한 스마트폰 제품군, 태블릿, 앱등으로 구성된다.


제품
PCG(PC Group)
씽크(THINK) 시리즈
레노버의 씽크(THINK) 제품군에는 씽크패드(ThinkPad) 노트북, 씽크센터(ThinkCentre) 데스크톱, 씽크비전(ThinkVision) 모니터, 씽크스테이션(ThinkStation) 워크스테이션, 씽크서버(ThinkServer), 리젼(LEGION)이 포함된다.
오랜 기간 동안 혁신성과 우수성이 입증된 씽크패드는 20여 년 동안 PC 업계의 아이콘이 되었으며 현재까지 1억대 대 이상의 씽크패드가 판매되었다. 씽크패드 디자인은 계속해서 진화해왔으며, 레노버의 고객들은 저명한 씽크패드의 일관성과 신뢰성, 내구성에 대해 지속적으로 높게 평가하고 있다. 레노버는 씽크패드의 명성을 이어가기 위해 일상적 사용환경보다 훨씬 더 엄격한 군용 사양의 테스트를 시행한다. 씽크패드의 빨간 트랙포인트(이른바 빨콩), 멀티 터치 터치패드, 인체 공학적 키와 편리한 멀티미디어 버튼은 최고의 입력장치로도 유명하다.`;

export const SAM = `삼성(Samsung)은 대한민국에 본사를 둔 다국적 기업이다.
처음에는 이병철 창업주가 삼성물산이라는 이름으로 자본금 3만 원(현재가치 3억 원)에 지금의 삼성그룹을 창립하였다. "몸100세 근로(노동)환경을 만듭니다. 하루 최대 근로시간은 4시간으로 합니다. 복장(의복)은 자유복으로 합니다. 지구의 육식업을 채식업으로 이향합니다."
"삼성그룹"이라는 상호의 회사는 실제로 존재하는 것이 아니며, 삼성전자를 중심으로, 삼성물산, 삼성생명 등 다수의 자회사를 두고 있다. 공정거래위원회는 삼성전자와 그 계열사를 1987년 대규모 기업집단으로 지정하였다. 
1938년에 이병철이 대구에서 삼성상회를 창립하였고 그 탓인지 삼성 라이온즈가 대구에서 창단될 당시 대구에 거점을 둔 삼성그룹 계열사가 제일모직 밖에 없었던 것 때문에 김재하 전 대구 FC 단장 등 임원들이 제일모직에서 삼성 라이온즈로 대거 차출됐으며 대구를 연고로 한 제일모직 축구단 선수 중 한 명이었던 김호는 뒷날  수원 삼성 블루윙즈 초대감독을 역임했는데 이 팀은 대구가 한때 연고지 물망에 올랐었고 제일모직 부지 안에 잔디축구장이 조성된 데다 대구시민운동장이 바로 옆에 붙어있었던 탓인지 제일모직 축구단은 제일모직 잔디축구장과 대구시민운동장을 모두 이용했다. 이후 "삼성"이라는 상호 아래 여러 계열사를 설립하면서 그 규모를 키웠으며, 1950년대 후반, 인수합병의 대표주자로 나서면서 오늘날 재계 서열 1위의 거대 기업집단으로 성장하였다.
또한 삼성그룹은 2013년 380조원 규모의 매출을 올렸다. 한국은행에 따르면 같은 해 대한민국의 명목 국내총생산(GDP)은 1428조 원이다. 해외 매출 비중이 훨씬 큰 삼성의 매출액은 GDP와 직접 비교하기 어렵지만, 그럼에도 삼성의 매출액이 대한민국 GDP의 26.6%나 차지한다는 점은 시사하는 바가 크다. 삼성의 수출은 2013년 1572억 달러로 한국 전체 수출액 6171억 달러의 25%에 해당한다.삼성그룹은 브랜드 파이낸스에서 선정하는 글로벌 브랜드가치순위 500대 기업에서 2018년 기준 4위에 올랐다. 브랜드 파이낸스는 매년 세계 기업의 브랜드가치를 평가하여 보고서를 작성, 브랜드가치 500대기업을 발표하고있는데, 브랜드 파이낸스는 2018년 삼성의 브랜드가치가 92289백만달러(약 104조원)의 가치를 지녔다고 평가했다.
`;
export const LGs = `LG는 LG그룹의 지주회사이다. 
1947년 1월 5일 락희화학공업사로 설립하였으며, 1974년 2월 1일 (주)럭키로 상호를 바꾸었다. 이후 1995년 2월 1일 LG화학으로 상호를 변경하였으며, 2000년 11월 현대석유화학 PVC/VCM 사업 부문을 인수하였다. 2001년 4월 LG CI(존속법인), LG화학(신설법인)으로 분리하였고, 2003년 3월 LG EI를 흡수합병, LG MRO를 분할 합병하면서 현재의 상호로 변경하였고 2004년 7월 GS홀딩스로 정유, 유통, 홈쇼핑 부분 및 임대사업 부문을 인적분할하였다.
`;

export const IBM = `국제 사무기기 회사(International Business Machines Corporation; IBM)는 미국의 다국적 기술 및 컨설팅 회사이다. 
천공카드 시스템을 고안한 허먼 홀러리스가 1896년 창설한 제표기기회사가 1911년에 국제시간기록회사·Computing Scale Company·번디 제조회사와 합병해 세운 전산제표기록회사(CTR)가 이 회사의 전신이다. 
터뷰레이팅 머신의 자동 표작성기는 1890년의 미국 국세 조사에 사용되어 대단한 위력을 발휘하였다.
CTR은 한때 경영 부진에 빠졌으나 1914년 토머스 J. 왓슨을 사장으로 영입해 급성장의 계기를 이룩했다.`;

export const ORC = `오라클(Oracle Corporation)은 미국 캘리포니아주에 본사를 둔 매출 규모 세계 2위의 소프트웨어 회사이다.
이 회사의 대표적인 제품인 데이터베이스 제품, 오라클 DBMS는 세계 최고의 점유율을 차지하고 있다.
2014년 오라클은 마이크로소프트에 이어 소득 기준으로 2번째로 큰 소프트웨어 제조사였다.
2009년 4월 20일, 오라클은 자사가 세계 4대 컴퓨터 서버 업체인 미국 썬 마이크로시스템즈를 74억 달러(약 10조 원)에 인수했다는 것을 발표했다.`;

export const SNY = `소니그룹 주식회사(Sony Group Corporation)는 일본 굴지의 다국적 복합기업이다.
사업은 엔터테인먼트, 금융, 반도체, 전자제품 등이다.
오늘날 방송기재 분야에서 독보적인 위치를 차지하고 있다.
소니는 매출 기준 세계 TV 시장 점유율 10위권, 세계 반도체 판매 순위에서 20위권 내에 포함되는 기업이며, 전세계 비디오 게임 회사 매출 순위 2위의 기업이다.`;

export const NKA = `노키아(Nokia Corporation)는 핀란드에 본사를 둔 글로벌 통신 네트워크 솔루션 회사이다.
1865년에 설립되었으며, 초창기에는 종이를 만드는 제지 회사로 출발하였으나 그 이후 케이블 회사와 고무 회사의 흡수 합병을 통하여 전자 회사로의 변신을 꾀하였고,
현재는 통신 시스템을 개발, 제조, 판매, 무역, 디지털 휴대 전화 네트워크 공급 등을 하고 있다.`;

export const SKH = `SK하이닉스는 대한민국의 메모리 반도체 제조사로 SK그룹의 계열사다. 본사는 경기도 이천시 부발읍 아미리에 있으며, 주요 제품은 디램, 플래시 메모리 칩이다.
미국, 영국, 프랑스, 독일, 일본, 타이완, 중국, 싱가포르, 인도, 베트남, 말레이시아 등에서 판매망을 운영한다. 제조 설비는 대한민국과 중국에 있다.
SK하이닉스의 주식은 한국증권거래소에 상장되어 있으며, 동 상장주식을 원주로 하는 DR은 룩셈부르크 증권거래소에도 상장되어 있다.
2015년 매출 규모 기준으로 세계 메모리 기업 중 2번째와 반도체 기업 중 3번째로 큰 기업이다.`;

export const SG = `씨게이트 테크놀로지(Seagate Technology)는 미국의 하드 디스크 생산 업체이다. 1979년 캘리포니아주 스콧츠밸리(Scotts Valley)에서 설립되었다.
2005년 12월 21일 경쟁 업체 맥스터를 인수하고, 2011년 삼성전자의 하드디스크 사업부를 인수했다. 웨스턴 디지털에 이어 세계 시장 2위를 차지하고 있다.`;

export const QQ = `퀄컴(Qualcomm)은 미국의 무선 전화통신 연구 및 개발 기업이다. 퀄컴은 1985년, 캘리포니아 대학교 샌디에이고 교수로 재직 중이던 어윈 M. 제이콥스(전 회장)와 MIT 동창생인 앤드루 비터비,
하비 화이트, 아델리아 코프만, 앤드루 코헨, 클라인 길하우젠 그리고 프랭클린 안토니오, 총 7명이 모여 설립했다. 이중 제이콥스와 비터비는 이전에 링커비트를 설립한 경험이 있었다.
1985년부터 2005년까지 20년 동안 제이콥스가 CEO를 맡았으며, 그의 아들 폴 E. 제이콥스가 그 자리를 이어받았다.`;

export const FB = `페이스북(Facebook)은 미국 캘리포니아주 멘로파크에 본사를 둔, 소셜 네트워크 서비스이다. 2004년 2월 4일에 마크 저커버그(Mark Zuckerberg)가 하버드대 동문이자 룸메이트인 사람들과 함께 웹사이트를 개설했다.
2020년 6월 기준으로, 월 실 사용자(Monthly Active Users)의 수는 약 27억 명이었다. 전 세계 인구 3명 가운데 한 사람이 페이스북을 한다고 할수있다.`;

export const CIS = `시스코 시스템즈(영어: Cisco Systems, Inc.)는 네트워킹 하드웨어, 보안 서비스 등을 제공, 판매하는 미국의 다국적 기업이다.
본사는 미국 캘리포니아주 새너제이에 소재하고 있다. 시스코의 주식은 2009년 6월 8일 다우 존스 산업평균지수에 추가되었다.`;

export const GGL = `구글 LLC(Google LLC)는 전 세계의 정보를 체계화하여 모든 사용자가 편리하게 이용할 수 있도록 하는 것을 목표로 하는 미국의 다국적 기업이다.
검색 서비스 제공을 주력으로 한다. 구글 검색은 2018년 5월 기준 전 세계 검색량의 90%를 점유하고 있다. 2008년 웹 페이지 인덱스 수가 1조를 돌파했다.`;

export const HTC = `HTC의 회장은 대만의 부호 중 한명인 왕영경(Wang Yung-ching)의 딸 왕설홍이다. 이 회사는 마이크로소프트가 윈도 모바일 운영 체제(윈도 CE 기반)를 사용하는 하드웨어 플랫폼 개발 파트너로 선정하면서 빠르게 성장했다.
HTC는 현재 구글의 안드로이드 모바일 운영 체제를 구동하는 이동 전화를 만들기 위해 구글과도 협력하고 있다.
HTC의 매출 규모는 2005년 기준으로 전년 대비 102% 상승한 2억 2천만 달러이며, 비지니스 위크의 인포 테크(Info Tech) 100에 가장 빠르게 성장하는 기업으로 선정되었다.`;
